tap "alajmo/mani"
tap "bruceadams/utilities"
tap "coursier/formulas"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jez/formulae"
tap "lampepfl/brew"
tap "microsoft/msodbcsql", "https://github.com/Microsoft/homebrew-mssql-release"
tap "moncho/dry"
tap "neovim/neovim"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rigellute/tap"
tap "saulpw/vd"
tap "scalacenter/bloop"
tap "schniz/tap"
tap "skanehira/docui"
tap "universal-ctags/universal-ctags"
tap "virtuslab/scala-cli"
brew "act"
brew "gettext"
brew "openjdk"
brew "ammonite-repl"
brew "avrdude"
brew "bash"
brew "bash-completion@2"
brew "bzip2"
brew "python@3.11"
brew "node"
brew "chalk-cli"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "duf"
brew "eza"
brew "fd"
brew "fnm"
brew "fontforge", link: false
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "glow"
brew "libksba"
brew "gnupg"
brew "go"
brew "gping"
brew "grep"
brew "ncurses"
brew "htop"
brew "httpie"
brew "icdiff"
brew "iftop", link: false
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lnav"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mariadb", link: false
brew "maven"
brew "mdcat"
brew "micro"
brew "mill"
brew "mycli"
brew "zlib"
brew "mysql"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "newman"
brew "ninja"
brew "nmap"
brew "openvpn"
brew "perl"
brew "pgcli"
brew "postgresql@14"
brew "procs"
brew "python@3.10"
brew "qrencode"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "sd"
brew "shellcheck"
brew "starship"
brew "tidy-viewer"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "alajmo/mani/mani"
brew "coursier/formulas/coursier"
brew "jez/formulae/git-heatmap"
brew "microsoft/msodbcsql/mssql-tools"
brew "moncho/dry/dry"
brew "qmk/qmk/qmk"
brew "rigellute/tap/spotify-tui"
brew "saulpw/vd/visidata"
brew "scalacenter/bloop/bloop"
brew "virtuslab/scala-cli/scala-cli"
cask "font-hack-nerd-font"
cask "fontforge"
cask "keycastr"
cask "mark-text"
cask "postman"
cask "scala-ide"
cask "sequel-ace"
cask "tunnelblick"
cask "vagrant"
cask "wezterm-nightly"
cask "wkhtmltopdf"
cask "xquartz"
