tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jez/formulae"
tap "lampepfl/brew"
tap "moncho/dry"
tap "neovim/neovim"
tap "scalacenter/bloop"
tap "skanehira/docui"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "sqlite"
brew "python"
brew "bash"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "desk"
brew "exa"
brew "fd"
brew "fontforge"
brew "node"
brew "fx"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "grep"
brew "grv"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "interactive-rebase-tool"
brew "jq"
brew "mariadb"
brew "mycli"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "pgcli"
brew "postgresql"
brew "redis"
brew "ruby"
brew "sbt"
brew "sbt@0.13"
brew "scala"
brew "selecta"
brew "textql"
brew "tmux"
brew "tree"
brew "unrar"
brew "vifm"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "jez/formulae/git-heatmap"
brew "lampepfl/brew/dotty"
brew "moncho/dry/dry"
brew "scalacenter/bloop/bloop"
brew "skanehira/docui/docui"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "java"
cask "keycastr"
cask "mark-text"
cask "oni"
